{
  "description": "The Legion is the basic fighting unit of the game. They are purchased by contract in the Infernal Bazaar, and they offer their services to the highest bidder. Legions are represented on the game board by unique icons that correspond to the player’s icon and border symbol.",
  "info": {
    "": "",
    "": "",
    "": "",
    "": "",
    "": "",
    "": ""
  },
  "legions": {
    "abyssal striders": {
      "name": "Abyssal Striders",
      "description": "It is said that a Strider exists for each prideful human. They dwell the excavated mountains north of the river Styx. Striders are small, brawny creatures who show no capacity to learn from others. They are known for ritual dances that often lead to the letting of each others’ blood. Even though they are Hell-dwellers, Striders carry this raw smell of the sea: a scent of fish aging out of water. --Encyclopedia Infernal",
      "img": "AbyssalStriders",
      "loyalty": "2",
      "level": "2",
      "hp": "8",
      "ranged": "4",
      "melee": "3",
      "infernal": "0",
      "move": "3",
      "specials": {
      },
	  "upkeep": {
	  }
    },
    "acheron's butchers": {
      "name": "Acheron's Butchers",
      "description": "Nothing I have ever seen compares. The hands of Mammon and Balphegor engaged at Sieve Valley. The Bordellos (Balphegor's shock troops) broke through the block of Letheans and were on the cusp of pushing those wallys into discord. From the ground arose this clipping sound of bird beaks and crab claws. Thousands of creatures surfaced. They tore through Bordello's flank with vice-like fists, then seperated those lush bodies like pulled meat. But as fast as they came, they were gone. The Lethean Phalanx simply stood and turned their heads some. -An account from the Battle of Sieve Valley",
      "img": "AcheronsButchers",
      "loyalty": "2",
      "level": "2",
      "hp": "11",
      "ranged": "4",
      "melee": "3",
      "infernal": "0",
      "move": "2",
      "specials": {
      },
	  "upkeep": {
	  }
    },
    "oni's faithful": {
      "name": "Oni's Faithful",
      "description": "A few rocks moved, then the opened carcass of a demon turned over. A bump in the earth shifted some, almost in a rolling fashion, then moved closer to the cliff’s edge. Once all was quiet, small figures--no bigger than a human child--emerged in numbers too high to count. They came from everywhere with blades unclothed and heads turning side to side. They formed a mass of figures in the field before our city Pandemonium. --From a witness’s account of the first attempt to de-power Lucifer and the city Pandemonium",
      "img": "OniFaithful",
      "loyalty": "3",
      "level": "2",
      "hp": "8",
      "ranged": "3",
      "melee": "4",
      "infernal": "0",
      "move": "2",
      "specials": {
      },
	  "upkeep": {
	  }
    },
    "ten thousand screaming bastards": {
      "name": "Ten Thousand Screaming Bastards",
      "description": "In my visions I witnessed a battle in which we were washed away by the rising tide of red flesh. I was lifted atop the pricking nails of a thousand hands, and you, my lord, were being torn apart at the mouth and neck. These visions bode not well, my lord. I have troubled sleep. --A private letter from Suffragan Letor to Bishop Maddox of the First Level before their untimely departures during the Stix Incursion",
      "img": "ScreamingBastards",
      "loyalty": "2",
      "level": "2",
      "hp": "8",
      "ranged": "2",
      "melee": "5",
      "infernal": "0",
      "move": "3",
      "specials": {
      },
	  "upkeep": {
	  }
    }
  }
}