{
  "description": "Praetors are heroes of Hell, used by astute leaders to coerce or otherwise lead Legions and garrisons into battle. Like Legions, Praetors may be auctioned through the Infernal Bazaar. They never exist as a separate unit on the map; they are either attached to a unit or reside in the player’s vault (i.e., Stronghold).",
  "info": {
    "special abilities": "Some Praetors have special abilities that grant bonuses to the Legion or Place of Power to which they are attached. Other special abilities are used in Single Combat, when two Praetors duel each other to extend the influence of their Archfiend.",
    "level": "Each Praetor has a level, which influences the effects of some Combat Moves as well as Resistance Rolls against Rituals that target it.\n\nWhen a Praetor levels up after victory in Single Combat, its owner is sent a message in the turn log. The owner must click the response button and select the upgrade to continue. Upgrades are randomly determined, and they consist of increases in Single Combat attributes such as Skulls, Shields, Orbs, or Hit Points. The bonus is applied at the beginning of the processing of the following turn.",
    "training": "Some rare Manuscripts (those found through Tribute or bought in the Infernal Bazaar) allow Praetors to upgrade their attributes, which is done by issuing an order through the Ministerium Interface. The Manuscript is used like a regular Tribute Card, and the training upgrade is applied at the beginning of the processing of the following turn.",
    "limitations": "Praetors may be attached to both Legions and Places of Power, though no more than one Praetor per unit. A Praetor not attached to a Legion or Place of Power is considered to be in the player’s vault. Praetors attached to a defeated unit are vanquished to the Abyss (i.e., Tartarus) for eternity.",
    "luck": "All Praetors have a Luck attribute, which is a single digit number used for a Luck Roll. A Luck Roll is a random number between zero and the Luck attribute. (For example, a Luck of 2 can generate a random number between 0 and 2.) Luck Rolls are added to any combat moves based on Skulls or Shields. Combat moves based on Orbs do direct damage and are not affected by Luck.",
    "single combat": "Single Combat occurs whenever two Praetors meet to defend their Archfiend’s honor in the Infernal Arena of Pandemonium. The impetus can be the resolution of a Vendetta, a challenge against Pandemonium’s reining Champion, or a Grand Tournament sponsored by the Infernal Conclave.\n\n**General Concept**: In addition to level and hit points, all Praetors have three combat attributes: Attack (Skulls), Defense (Shields), and Infernal (Orbs). Praetors may also gain special combat moves through Manuscripts, which may augment the basic combat moves. Combat moves are increased by Skulls, Shields, and Orbs so they may more effectively damage or shield damage from a corresponding attack. Each Praetor has six numbered Combat Slots to be filled by combat moves.\nSingle combat between praetors is not limited to 2 rounds like legions. Single combat lasts until someone is eliminated. In the rare case where neither side is able to inflict damage upon the other, both praetors are eliminated.",
    "basic combat moves": {
      "description": "All Praetors have access to four basic combat moves. Combat moves are assigned through an in-game menu, where Skulls, Shields, and Orbs may be allotted to these moves. The four basic moves are: `Melee Attack`, `Melee Defense`, `Guarded Attack`, and `Infernal Burst`.",
      "melee attack": "This move may be augmented by one to five Skulls. When compared to the opponent’s move in their corresponding Combat Slot, this move may do hit point damage against the opponent. The hit point damage is equal to the number of allotted Skulls plus a random roll of the attacking Praetor’s Luck subtracted by the sum of the defender’s allotted Shields and a random roll of the defending Praetor’s Luck. In other words:\n\n**Damage** = (Number of Skulls by attacker + attacking Praetor’s Luck Roll) - (number of Shields by defender + defending Praetor’s Luck Roll)",
      "melee defense": "This move may be augmented by one to five Shields. When compared to the opponent’s move in their corresponding Combat Slot, this move may block hit point damage against your Praetor. The blocked hit point damage is equal to the number of allotted Shields plus a random roll of your Praetor’s Luck.",
      "guarded attack": "This move may be augmented by one to four Skulls as well as one to four Shields. It is a hybrid move that acts just like a Melee Attack and Melee Defense.",
      "infernal burst": "This move must be allotted three Orbs for execution. It does 1d6 damage directly to your opponent’s hit points. No Luck can mitigate this damage, however some exotic combat moves can block or absorb the damage from Infernal Bursts."
    },
    "exotic combat moves": {
      "description": "Praetors can learn other, more powerful combat moves by training with Manuscripts. Some Manuscripts require a single piece for training, although, the more powerful moves require you to collect two or three matching pieces for their completion. Exotic combat moves follow the same rules with Skulls, Shields, and Orbs as do their basic move counterparts, although special bonuses may apply bonus damage or grant special advantages during that combat round.",
      "bleeding wound": "1-5 Skulls\nIn addition to combat damage, do 1 additional point of damage to your opponent in every following combat move phase until the beginning of the next round if your assigned skulls exceeds your opponent's assigned shields.",
      "blood boil": "5 Orbs\nDo 1d6 damage to opponent. Do an additional point of damage for each level of your Praetor.",
      "bone breaker": "6 Skulls\nIn addition to combat damage, do one additional point of damage to your opponent for each Shield he assigned during both his current combat phase and its preceding phase. You must do combat damage for the bonus to trigger.",
      "crippling strike": "1 Skull\nIf your Praetor’s level exceeds your opponent’s assigned Shields for the phase in which Crippling Strike is used, remove 1d6 + 1 per Praetor level of assigned Skulls from your opponent’s combat moves in all subsequent phases for the rest of the round.",
      "demonic trance": "6 Orbs\nThere is a 20% chance plus 5% per level of your Praetor that this combat move will negate each subsequent combat move of the opposing Praetor for the remaining combat phases in this round.\nThe negation test is done for each of your opponents moves, not for the whole round. Typically you'll negate some, but not all of the opponents moves each round.",
      "impale": "1-4 Skulls, 1-6 Shields\nIn addition to normal combat damage, do one additional point of damage to your opponent for each assigned Shield that exceeds your opponent’s assigned Skulls in the same combat move phase. You must do combat damage for the bonus to trigger.",
      "impenetrable stance": "6 Shields\nBlock two points of damage for every Shield that you assign (This includes the same phase that Impenetrable Stance is used. It lasts for the rest of the round).",
      "lava orb": "4 Orbs\nDo 2d6 points of damage to opponent.",
      "mind burn": "4 Orbs\nDo 1d6 damage to opponent. If your Praetor’s Infernal power is greater than your opponent’s Infernal power, do an additional 1d6.",
      "oath of retribution": "2 Orbs\nIf the opposing Praetor’s combat move inflicts damage, the opposing Praetor receives triple the damage inflicted; you receive none.\nAny defenses your praetor has will be applied before tripling the damage (so luck will reduce melee damage). After tripling, the damage will be applied back as direct damage so the opposing praetor's luck will not have an effect.",
      "obsidian skin": "3 Orbs\nBlock 2d6 points of damage for the remaining combat phases in this round. (This includes the same phase that Obsidian Skin is used.)",
      "piercing lunge": "1-7 Skulls\nIn addition to normal combat damage, do 1d6 in damage to opponent if your assigned Skulls exceed your opponent’s assigned Skulls. You must do combat damage for the bonus to trigger.",
      "sinew slice": "1-7 Skulls\nIn addition to combat damage, do 1d6 in damage for every two assigned Skulls in your opponent’s current combat phase. You must do combat damage for the bonus to trigger.",
      "rain of brimstone": "6 Orbs\nDo 3d6 points of damage to opponent.",
      "tentacle rupture": "4 Orbs\nDo three points of damage to opponent for each combat move you have already performed.",
      "veil of smoke": "3 Orbs\nBlock 1d6 + 1 per Praetor level of damage from opponent during the remaining combat phases in this round. (This includes the same phase that Veil of Smoke is used.)",
      "vile oath of consumption": "6 Orbs\nDo 1d4 points of damage to opponent for every level of your Infernal power."
    }
  },
  "praetors": {
    "abraxas": {
      "name": "Abraxas",
      "description": "Abraxas is a crowd favorite in the 'Infernal Arena of Pandemonium'. Despite the many honors that he has won for those who would command his service, the patron soon finds that a sense of unease regarding Abraxas slowly creeps into being. He knows something. You know from merely looking at him that he knows something that you do not. It grates. – From 'A History of The Infernal Arena' vol. ii",
      "img": "Abraxas",
      "loyalty": "3",
      "level": "1",
      "hp": "9",
      "attack": "7",
      "defense": "7",
      "infernal": "3",
      "luck": "3",
      "specials": {
        "melee": "+3",
        "level roll": "+3"
      }
    },
    "astarte": {
      "name": "Astarte",
      "description": "I still see her in the streets of Pandemonium. Three mornings ago she walked alone and looked over her shoulder at me in the window above. With time, I knew she would notice. I then saw her the following evening, but this time near the point where the five paths meet: the area where vagabonds sleep and the wicked come out to play. She had someone on her arm and she pulled close to his form. I was once one of those companions. I will leave it at that. --From the diary of Suffragan Pazul",
      "img": "Astarte",
      "loyalty": "3",
      "level": "3",
      "hp": "9",
      "attack": "4",
      "defense": "5",
      "infernal": "6",
      "luck": "2",
      "specials": {
        "infernal": "+4",
        "loyalty": "+2"
      }
    },
    "baraqiel": {
      "name": "Baraqiel",
      "description": "'He descended the heavens for coitus with mortals.' 'Have you seen their softer gender? I blame him not.' 'Nor I, moments of the flesh are reaped now; other things may never fruit. But at some point, dear Alfry, one must put aside transit things for the betterment of something larger.' 'Of what do you speak?' 'I speak of our unification and the spreading of discontent against our former father.' 'Is not Baraqiel’s exploit the betterment of our way?' 'I’m afraid not. One best undermines strong foes through organization. Baraqiel’s exploits are elementary indulgences.' --From 'A Treatise on Reformation, Presented in Dialogue'",
      "img": "Baraqiel",
      "loyalty": "3",
      "level": "2",
      "hp": "11",
      "attack": "7",
      "defense": "7",
      "infernal": "7",
      "luck": "2",
      "specials": {
        "melee": "+3",
        "ranged": "+3"
      }
    },
    "barbatos": {
      "name": "Barbatos",
      "description": "I do not harbor doubts about his loyalty. I merely note that he has possessed a seemingly preternatural ability to pick the winning side in any and all matters of political dispute. And this is quite contrary to his nature before our terrible fall from servitude in enlightened chains at the foot of the Tyrant’s Throne. It bears further rumination. --Private letter from Magistrate Traxagonis to the Black Ring",
      "img": "Barbatos",
      "loyalty": "2",
      "level": "4",
      "hp": "12",
      "attack": "10",
      "defense": "6",
      "infernal": "0",
      "luck": "1",
      "specials": {
        "melee": "+2",
        "melee first": ""
      }
    },
    "bifrons": {
      "name": "Bifrons",
      "description": "Bifrons. Male. Roughly seventy-eight years younger than Adam. Currently holds the title Earl. Seems to have a passing fascination with transmuting human corpses into various forms as well as transporting them to other, non-orthodox places such as a chair or in a human’s bedchambers. Is a student of alchemy and has written a philosophical work on applying sciences and arts towards the betterment of the Dark Prince. Seems to prefer the form of beast over his other public shape: a man. --Private notes by Archivist Epistemol for an uncompleted genealogical and political history of Hell",
      "img": "Bifrons",
      "loyalty": "2",
      "level": "3",
      "hp": "8",
      "attack": "4",
      "defense": "4",
      "infernal": "3",
      "luck": "1",
      "specials": {
        "ranged": "+4",
        "level roll": "+2"
      }
    },
    "bune": {
      "name": "Bune",
      "description": "It seems as if Bune sours over our arrangements. I have reason to believe he positions himself for the responsibilities that you and I share. What more does he expect? It is not that he lacks the manpower to accomplish such feat; he lacks the fortitude and spiritual constitution to rub horns with a member of the High Peerage. I fear nothing. To me, he is powdered bone. However, Bifrons, I suggest you watch your own. --Private letter from Murmur to Bifrons, transcribed by Murmur’s private scrivener, Lulas",
      "img": "Bune",
      "loyalty": "3",
      "level": "3",
      "hp": "8",
      "attack": "4",
      "defense": "7",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "melee": "+4",
        "level roll": "+3"
      }
    },
    "caim": {
      "name": "Caim",
      "description": "The power of all mortal Shamans’ would be greatly diminished were it not for the teachings of Caim.  It is the lore of Caim that allows a mortal to bind a lesser spirit and bend it to his will.  Caim's bargain with any mortal brings with it the overwhelming desire to dominate. Caim's teaching is to not merely push and pull but rather to grip with an iron will the weak and disembodied. -- From the Book of Caim",
      "img": "Caim",
      "loyalty": "4",
      "level": "4",
      "hp": "8",
      "attack": "3",
      "defense": "7",
      "infernal": "9",
      "luck": "2",
      "specials": {
        "level roll": "+3",
        "curse of prophecy": "+5%"
      }
    },
    "decarabia": {
      "name": "Decarabia",
      "description": "The Fulminatas moved forward in perfect formation following closely behind the mighty Decarabia. The Walls of Nasgulrawata were breached with ease by his great horn. Walls that had withstood the siege of a millennium crumbled with a sickening groan. The damned within were roasted and consumed in the following revel that lasted for years. – From 'An Examination of Siege Tactics in the Infernal Pit' vol. xii",
      "img": "Decarabia",
      "loyalty": "3",
      "level": "4",
      "hp": "9",
      "attack": "9",
      "defense": "7",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "ranged": "+3",
        "ranged twice": ""
      }
    },
    "eligos": {
      "name": "Eligos",
      "description": "I have received thirty-four letters from Bezel since we last spoke. He seems greatly concerned with a prophesied uprising amongst demons within the gates of Pandemonium. And he, of course, is fishing for related prophecies that I may hold. Of most concern to me is his lack of explanation for these images. He speaks reservedly and he seems to hold many secrets close to his chest. I will deploy eyes and ears to unfold these intentions. --A letter found outside Beelzebub’s chamber, signed by Great Duke Eligos but without an addressee",
      "img": "Eligos",
      "loyalty": "4",
      "level": "3",
      "hp": "9",
      "attack": "4",
      "defense": "7",
      "infernal": "5",
      "luck": "2",
      "specials": {
        "ranged": "+5"
      }
    },
    "focalor": {
      "name": "Focalor",
      "description": "I found this letter two days ago. It reads: 'Focalor has never fully recovered from the first millennium after his spiritual eviction. He lacks his previous power to ruin those tiny little ships that mankind built off their lust for new lands. He is weathered, and I think it best to handle him through quick and fierce justice. Be a woman of the twilight. Lure him into seclusion so I may strike him down and join you as a greater demon.' It was written in the hand of my suffragan. --From the diary of Bishop Bezel",
      "img": "Focalor",
      "loyalty": "3",
      "level": "3",
      "hp": "13",
      "attack": "8",
      "defense": "6",
      "infernal": "0",
      "luck": "3",
      "specials": {
        "ranged": "+2",
        "melee": "+3"
      }
    },
    "furfur": {
      "name": "Furfur",
      "description": "What we lack in Lucifer’s Choir is a comprehensive understanding of love and its effects on human subjects. Manipulation through deception, our marquee weapon in corrupting the Image, requires the deconstruction and examination of our subject across all plains: physical, spiritual, mental, emotional. I write for Furfur’s admittance into the Choir based on his works with human emotions and sexual gratification. No more shall war, famine, and disease be our main weapons in redirecting humans away from their creator. Other, more fruit-bearing routes allow equal travel. --Private letter from Bishop Bezel to the Choir",
      "img": "Furfur",
      "loyalty": "3",
      "level": "2",
      "hp": "11",
      "attack": "9",
      "defense": "6",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "melee": "+3",
        "infernal": "+2"
      }
    },
    "gusion": {
      "name": "Gusion",
      "description": "Duke Gusion has managed once again to confound his rivals and now seeks to manipulate, connive and worm his way into a position of strength within the lesser chambers of the Conclave.  Do not be fooled by his favored form of a giant ape.  There is a cold calculating intellect behind the frequent outbursts of rage and chest beating. I am convinced however that he serves no cause but his own and thus could be of some use if his interests were to align with your lordship's. --Report from Botis the Enslaved",
      "img": "Gusion",
      "loyalty": "2",
      "level": "4",
      "hp": "13",
      "attack": "12",
      "defense": "8",
      "infernal": "0",
      "luck": "2",
      "specials": {
        "melee twice": "",
        "curse of wrath": "+5%"
      }
    },
    "haagenti": {
      "name": "Haagenti",
      "description": "I see a figure with a bullish head and feathered wings who walks because his body's thickness belies flight. He is sooty. He drinks his poison with a steady hand, which says much because his body appears weathered and carries the cuts of a hundred-thousand years. I see this figure standing atop a golden chair that sits at the peak of a bronze pyramid. I see him tossing arms, legs, and a head or two from the top: parts of those who stood in his path. --Vision of Bishop Bezel",
      "img": "Haagenti",
      "loyalty": "2",
      "level": "3",
      "hp": "14",
      "attack": "13",
      "defense": "7",
      "infernal": "0",
      "luck": "2",
      "specials": {
        "melee": "+5"
      }
    },
    "malacoda": {
      "name": "Malacoda",
      "description": "It’s quite simple actually: Fly up to the rock, pluck a soul from the bounty, drop it to the pit. They make a delightful sound when they splash and most never surface for breath. A few do, however, and I dispatch someone to handle them accordingly. Yes, it’s redundant, but I find ways to keep morale. Occasionally we play with them in the air over the pit. Simple fun, really. A small game of catch. Nothing to curb effectiveness. --From an informal report written by the hand of Malacoda, submitted to his superior, Principa",
      "img": "Malacoda",
      "loyalty": "3",
      "level": "3",
      "hp": "8",
      "attack": "7",
      "defense": "4",
      "infernal": "6",
      "luck": "2",
      "specials": {
        "melee": "+2",
        "infernal": "+4"
      }
    },
    "morax": {
      "name": "Morax",
      "description": "Morax has 'befriended' many a mortal and in the process wrought torment laced with delicious irony. One of his favorite gags is to grant the tormented a cursed immortality that sends the victim on an endless quest to find their true identity while hounded by recurring amnesia. – From 'The Nature of Man' vol. x",
      "img": "Morax",
      "loyalty": "1",
      "level": "4",
      "hp": "8",
      "attack": "0",
      "defense": "7",
      "infernal": "12",
      "luck": "2",
      "specials": {
        "infernal": "+2",
        "infernal twice": ""
      }
    },
    "mulciber": {
      "name": "Mulciber",
      "description": "It was Haruspex Pilanza who selected the site for Pandemonium, however Mulciber lead its construction. Pandemonium was built from stone, iron, and unrefined sins collected from the time of Adam and Eve until the death of their great-grandchildren. Mulciber crafted Pandemonium’s design and saw to its completion through his establishment of the Order of Infernal Engineers, an organization that would later make several technological advances for life in our world. Mulciber’s chief subordinate engineer was Pontis. Pontis would later design and construct The Testament of Tyrants. --Encyclopedia Infernal",
      "img": "Mulciber",
      "loyalty": "4",
      "level": "2",
      "hp": "11",
      "attack": "8",
      "defense": "9",
      "infernal": "0",
      "luck": "1",
      "specials": {
        "melee": "+3",
        "collector of artifacts": ""
      }
    },
    "naphula": {
      "name": "Naphula",
      "description": "Naphula harbors resentments of a spurious nature regarding her recent demotion. It has been explained ad nauseum that research in the philosophical arts concerning the nature of predestiny and the symbiotic relationship between good and evil are not productive given our present plight – and yet she persists. --Private letter from Vulgati the Wise to Infernal Professorium",
      "img": "Naphula",
      "loyalty": "2",
      "level": "4",
      "hp": "10",
      "attack": "6",
      "defense": "8",
      "infernal": "6",
      "luck": "1",
      "specials": {
        "infernal": "+2",
        "level roll": "+3",
        "Block Combat Cards": ""
      }
    },
    "orias": {
      "name": "Orias",
      "description": "Orias desires to build a string of watchtowers on the lip of a chasm that divides the Great Empty. He claims that another house might summon some strength from its boundless depths. I suspect some other veiled motive but can not offer as yet any evidence that he is anything other than a useless soul glutton. --Private letter from House Master Oculus to Asmodeus",
      "img": "Orias",
      "loyalty": "3",
      "level": "4",
      "hp": "12",
      "attack": "10",
      "defense": "7",
      "infernal": "0",
      "luck": "2",
      "specials": {
        "melee": "+2",
        "melee twice": ""
      }
    },
    "phenex": {
      "name": "Phenex",
      "description": "He takes the form of a fiery bird and he wields the voice of a choir boy. Give him no ear, for his songs mislead. But bid him take the form of a man, and he will show you his truer image. From that image he offers no harm and he provides you with knowledge in poetics and ocular sciences. Take his words to heart in this latter form: he is the least misleading of Hell’s gentlefolk. --From 'The Pseudomonarchia Daemonum'",
      "img": "Phenex",
      "loyalty": "3",
      "level": "2",
      "hp": "10",
      "attack": "3",
      "defense": "4",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "ranged": "+3",
        "melee": "+3"
      }
    },
    "raum": {
      "name": "Raum",
      "description": "Keep your treasures locked away: Raum is who will take them. When a tyrant’s veins expand new lands, Raum is there to rape it. The weaker folk are rotten seeds that which perfume the good ones. Throw them out with the ash and let the healthy prosper. --From an untitled letter written by an anonymous hand, slipped into 'The Pseudomonarchia Daemonum' between pages 78 and 79",
      "img": "Raum",
      "loyalty": "4",
      "level": "3",
      "hp": "8",
      "attack": "9",
      "defense": "5",
      "infernal": "6",
      "luck": "1",
      "specials": {
        "melee": "+3",
        "infernal": "+3"
      }
    },
    "temeluchas": {
      "name": "Temeluchas",
      "description": "Stand aside: for he, Temeluchas, is the vessel chosen to bring my wrath. When my mouth speaks, Temeluchas will be the cudgel that strikes the heads of my enemies. When my mouth falls silent, he will seek out those I shall speak against next. He will wear my seal upon his breast and will carry my authority over all the Underworld. He is the sharpness of my tooth and the broad muscles of my tail. --Transcript of an oration by Lucifer on occasion of Temeluchas’s assent to Lucifer’s Private Council, translated by Suffragan Pazul",
      "img": "Temeluchas",
      "loyalty": "3",
      "level": "2",
      "hp": "12",
      "attack": "10",
      "defense": "10",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "melee": "+5",
        "loyalty": "+3"
      }
    },
    "thammuz": {
      "name": "Thammuz",
      "description": "Correction of misdeeds are not for the benefit of the misdoer; they are for the benefit of the general public so that they, as a whole, may wean away from actions against the state like a baby pulled from his mother’s breast. --From 'Direction, Influence, and the Masses' by Thammuz",
      "img": "Thammuz",
      "loyalty": "4",
      "level": "2",
      "hp": "10",
      "attack": "8",
      "defense": "6",
      "infernal": "0",
      "luck": "3",
      "specials": {
        "ranged": "+3",
        "level roll": "+3"
      }
    },
    "valac": {
      "name": "Valac",
      "description": "Valac ascended from the Illuminatus to become a Greater Demon and Infernal Investigator for Lord Lucifer’s Choir. Occasionally he is known to take the image of a small waif, though sometimes, particularly when piqued, he takes the form of a man. It is here that his skin enlivens and spreads outwards like flat, fleshy tentacles. They push against the walls, floors, and chairs--any object--and they engulf these things until they are obscured from sight. --Encyclopedia Infernal",
      "img": "Valac",
      "loyalty": "3",
      "level": "3",
      "hp": "7",
      "attack": "2",
      "defense": "7",
      "infernal": "9",
      "luck": "2",
      "specials": {
        "level roll": "+3",
        "loyalty": "+3",
        "infernal": "+2"
      }
    },
    "valefar": {
      "name": "Valefar",
      "description": "Valefar has offered me seclusion until this unrest has passed. I may accept his offer, but I do so under knowledge of the rumors against him. It is said that he walked Traanyor to the mouth of Tartarus and submitted his old friend to its service--all to rid Traanyor’s accumulation of Choir favor. Valefar seems the most likely person to turn on a friend, but perhaps that is why I may now trust him. I leave in haste. --A note found on Bishop Bezel’s desk next to an unlit candle, a wax stick, and the bishop’s seal",
      "img": "Valefar",
      "loyalty": "2",
      "level": "3",
      "hp": "11",
      "attack": "8",
      "defense": "4",
      "infernal": "3",
      "luck": "1",
      "specials": {
        "ranged": "+2",
        "melee": "+2",
        "infernal": "+2"
      }
    },
    "vassago": {
      "name": "Vassago",
      "description": "The conjurer who evokes Vassago's spirit will receive a being of passive nature who provides prophetic insight to his master. Vassago governs twenty-nine legions of spirits and holds title as a lower prince of the Bowels. His interests are unconventional; they manifest through either symbols of restriction or symbols of governed but stylized pleasure. His words can be trusted as long as his form remains in the conjuring circle. --From 'The Pseudomonarchia Daemonum'",
      "img": "Vassago",
      "loyalty": "3",
      "level": "2",
      "hp": "11",
      "attack": "8",
      "defense": "8",
      "infernal": "2",
      "luck": "2",
      "specials": {
        "melee": "+3",
        "level roll": "+4"
      }
    },
    "xaphan": {
      "name": "Xaphan",
      "description": "Xaphan’s behavior reveals a counter productive penchant for cruelty towards subordinates. Directed to storm the walls of Vas during the First Rectification of the Vasdranai, Xaphan forced his Lieutenants to sever their weapon hands and summarily decimated his ranks before a single demon had advanced even a single step towards the battlements – vowing loudly that the price of failure would be far worse. – From the 'History of the Rectification Wars' vol. i",
      "img": "Xaphan",
      "loyalty": "4",
      "level": "4",
      "hp": "12",
      "attack": "6",
      "defense": "6",
      "infernal": "3",
      "luck": "3",
      "specials": {
        "infernal": "+3",
        "infernal first": ""
      }
    },
    "zepar": {
      "name": "Zepar",
      "description": "Zepar's disgrace has been set into motion. My efforts have ensured that he will march his legion away from the front and chase phantoms and fading hopes of glory for a considerable amount of time. When his lord expects him to arrive to provide support in the impending battle, he will be nowhere to be found.  How easy it has been to feed his puffed ego and convince him that he deserves to deliver the death blow. At what point will he realize that he has been manipulated so cleverly? I cannot tell. I only wish I could be there when he realizes that it is I who has betrayed him",
      "img": "Zepar",
      "loyalty": "3",
      "level": "4",
      "hp": "12",
      "attack": "7",
      "defense": "12",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "curse of deceit": "+5%",
        "block combat cards": ""
      }
    },
    "zuul": {
      "name": "Zuul",
      "description": "Rx. One hundred minds under her control. Nine lovers lost to the sea. Eight doors from which we take our choice. Four thousand corpses exhumed then freed. It is with these things that Zuul stakes claim on heads and on hearts and on purity. Let her breasts nurse no other. Only one offspring for she. --From 'A Wayward Cause' by Sister Cui",
      "img": "Zuul",
      "loyalty": "2",
      "level": "3",
      "hp": "10",
      "attack": "8",
      "defense": "8",
      "infernal": "3",
      "luck": "2",
      "specials": {
        "ranged": "+3",
        "infernal": "+3"
      }
    },
    "the butcher": {
      "name": "The Butcher",
      "description": "Bring me fresh meat! Bring me the meat! One can only marvel at his enthusiasm for dispatching the unworthy to Tartarean oblivion. Besides the aroma of freshly spilled Ichor, the smell of fear seeps from the floor of the Grand Arena as the Butcher plies his trade. Occasionally you hear a howl from the holding pens below but mostly the soft whimpering of those waiting for their turn with the Butcher. -- From 'An Account of Philotormentius at the Grand Arena' vol. i",
      "img": "Butcher",
      "loyalty": "3",
      "level": "5",
      "hp": "11",
      "attack": "14",
      "defense": "10",
      "infernal": "0",
      "luck": "3",
      "specials": {
        "champion of pandemonium": ""
      }
    },
    "the queen of the damned": {
      "name": "The Queen of the Damned",
      "description": "She wields two blades that move with such rapidity that the eye can not discern one from the other. Nay only a shimmering haze is apparent before the pointed screech of pain is elicited from her opponent. She does not dispatch quickly preferring to bleed her antagonist slowly and seems to draw strength from the subtle agonizing decline in strength that follows each surgical cut. Doom by a thousand cuts has never been more real in the Grand Arena than when the Queen performs her ritual dance. - From 'An Account of Philotormentius at the Grand Arena' vol. ii",
      "img": "QueenOfDamned",
      "loyalty": "3",
      "level": "6",
      "hp": "9",
      "attack": "16",
      "defense": "7",
      "infernal": "12",
      "luck": "2",
      "specials": {
        "champion of pandemonium": ""
      }
    },
    "the grey prince": {
      "name": "The Grey Prince",
      "description": "It was rumored that Lucifer before his disappearance was protected by a secret society of those Anointed of Ash. The reference escapes definition even after a thorough examination of primary resources in the Infernal Archives. The appearance of a so called “Grey” Prince in the Grand Arena has fueled more speculation along these lines. I have place agents in positions of importance and more information is expected. -- Private letter from House Master Oculus to Asmodeus",
      "img": "GreyPrince",
      "loyalty": "7",
      "level": "3",
      "hp": "12",
      "attack": "13",
      "defense": "13",
      "infernal": "3",
      "luck": "3",
      "specials": {
        "champion of pandemonium": ""
      }
    },
    "the balrag of the pit": {
      "name": "The Balrag of the Pit",
      "description": "The Lord of Shadows is truly a magnificent champion to behold. I have seen him fight a dozen opponents simultaneously and not seem to lack in vigor or martial grace. One almost suspects that it is a form of ritualistic self annihilation to proffer a challenge to such an opponent. And yet if that is not the case then like moths to a flame they come on with naïve expectations that anything short of torment in the Abyss awaits them - From 'An Account of Philotormentius at the Grand Arena' vol. iv",
      "img": "Balrag",
      "loyalty": "3",
      "level": "8",
      "hp": "15",
      "attack": "18",
      "defense": "9",
      "infernal": "9",
      "luck": "4",
      "specials": {
        "champion of pandemonium": ""
      }
    }
  }
}